Repository: dejjanST/RMS-room-management-system-
Catalog: webapp/projects/login/src/locale/*/messages.*.xlf
Languages: mk

source: Login
mk: НАЈАВИ СЕ

source: Email Address is required
mk: E-mail адресата е задолжителна

source: Enter Proper Email Address
mk: Внесете исправна e-mail адреса

source: Password
mk: Лозинка

source: Password is required
mk: Лозинката е задолжителна

source: Password must be at least 4 characters long
mk: Лозинката мора да има најмалку 4 знаци.

source: captcha
mk: Кепча

source: Captcha is required
mk: Задолжително е Captcha

source: Enter at least 4 characters
mk: Внесете најмалку 4 карактери

source: Forgot password?
mk: Ја заборавивте лозинката?

source: LOGIN
mk: НАЈАВИ СЕ

source: Password Reset
mk: Ресетирање на лозинката

source: Confirm Password
mk: Потврди лозинка

source: Password don't match
mk: Лозинките не се совпаѓаат

source: RESET
mk: Ресетирај

source: Your password has been reset successfully!
mk: Вашата лозинка е успешно ресетирана!

source: Back to login form
mk: Назад кон формата за најава

source: Reset Password Request
mk: Прати линк за ресетирање на лозинка

source: Send instructions
mk: Прати инструкции

source: Send Password reset link
mk: Прати линк за ресетирање на лозинка

source: Please check your email
mk: Проверете го Вашиот e-mail

source: You are logged in
mk: Веќе сте најавени

source: Profile settings
mk: Поставки за профилот

source: My Profile
mk: Мој профил

source: Logout
mk: Одјави се

source: LOGOUT
mk: Одјави се

source: Edit Profile
mk: Измени профил

source: First Name
mk: Име

source: First name is required
mk: Името е задолжително

source: First name must be at least 2 characters long
mk: Името мора да содржи најмалку 2 карактера

source: Last Name
mk: Презиме

source: Last name is required
mk: Презимето е задолжително

source: Last name must be at least 2 characters long
mk: Презимето мора да содржи најмалку 2 карактера

source: New Password
mk: Нова лозинка

source: Retype New Password
mk: Повтори нова лозинка

source: Current Password
mk: Тековна лозинка

source: Current Password is required
mk: Тековната лозинка е задолжителна

source: SAVE
mk: Сними
