Repository: dejjanST/RMS-room-management-system-
Catalog: webapp/projects/definition/src/locale/*/messages.*.xlf
Languages: mk

source: Clients List
mk: Листа на клиенти

source: Sites List
mk: Листа на сајтови

source: Unit Type List
mk: Листа на типови на простории

source: Unit Type Definition
mk: Дефинирање на типови на простории

source: person
mk: Личност

source: My Profile
mk: Мој профил

source: Logout
mk: Одлогирај се

source: Application title
mk: Наслов на апликација

source: Client List
mk: Листа на клиенти

source: Name
mk: Име

source: Client Id
mk: Број на клиент

source: Country
mk: Земја

source: Status
mk: Статус

source: Actions
mk: Акција

source: Sites
mk: Сајтови

source: delete
mk: Избриши

source: No Clients found
mk: Не се пронајдени клиенти

source: Create Client
mk: Креирај клиент

source: Delete
mk: Избриши

source: Are you sure you want to delete this client ?
mk: Дали сте сигурни дека сакате да ги избришете клиентот?

source: Close
mk: Затвори

source: Site List
mk: Листа на Сајтови

source: Site Id
mk: Број на сајт

source: City
mk: Град

source: Address
mk: Адреса

source: Progress
mk: Прогрес

source: Buildings
mk: Објекти

source: Floor Layouts
mk: Планови за спрат

source: Offers
mk: Понуди

source: No Sites found
mk: Не се пронајдени сајтови

source: Back
mk: Назад

source: Create Site
mk: Креирај сајт

source: Are you sure you want to delete this site ?
mk: Дали сте сигурни дека сакате да го избришете сајтот?

source: Building List
mk: Листа на објекти

source: for Site:
mk: за сајт

source: Description
mk: Опис

source: Floors
mk: Спратови

source: No Buildings found
mk: Не се пронајдени објекти

source: Are you sure you want to delete this building ?
mk: Дали сте сигурни дека сакате да го избришете објектот?

source: Enter new Unit Type name
mk: Внесете нов тип на спрат

source: New Name
mk: Ново име

source: Name is required
mk: Името е задолжително

source: Enter at least 3 characters
mk: Внесете најмалку 3 карактери

source: Cancel
mk: Откажи

source: Save
mk: Сочувај

source: Create Unit Type
mk: Креирај тип на просторија

source: Edit Unit Type
mk: Измени тип на просторија

source: Remaining IO terminals
mk: Останати ИО терминали

source: This Unit Type is locked.
mk: Овој тип на просторија е заклучен

source: This Unit Type is unlocked.
mk: Овој тип на просторија е отклучен

source: General data
mk: Општи податоци

source: Enter name
mk: Внеси име

source: Please enter
mk: Внеси

source: Name
mk: Име

source: Select a Master Controller
mk: Одбери главен контролер

source: Please select a
mk: Одбери

source: Master Controller
mk: Главен контролер

source: Enter number of rooms
mk: Внеси број на соби

source: number of rooms
mk: број на соби

source: Rooms number must be >= 1
mk: Бројот на соби мора да е >= 1

source: Enter Description
mk: Внеси опис

source: Pipes
mk: Цевки

source: 2 Pipes
mk: 2 Цевки

source: 4 Pipes
mk: 4 Цевки

source: 6 Pipes
mk: 6 Цевки

source: Speed control
mk: Контрола на брзина

source: Any
mk: Било кој

source: High Voltage
mk: Висок напон

source: Analog Voltage
mk: Аналоген напон

source: Valve control
mk: Контрола на вентил

source: Low Voltage
mk: Низок напон

source: Pipe
mk: Цевка

source: Hot Water
mk: Топла вода

source: Cold Water
mk: Ладна вода

source: Save As
mk: Зачувај како

source: Update
mk: Измени

source: Unit Type List
mk: Листа на типови на простории

source: Rooms
mk: Соби

source: No Unit Types found
mk: Не се пронајдени типови на простории

source: Are you sure you want to delete this unit Type ?
mk: Дали сте сигурни дека сакате да го избришете типот на просторија?

source: Floor Layout Definition
mk: Дефинирање на план за просторија

source: This Floor Layout is locked.
mk: Овој план за просторија е заклучен

source: Name is required
mk: Името е задолжително

source: Name must be at least 3 characters long
mk: Името мора да е најмалку 3 карактери

source: Drag and drop file here
mk: Повлечи и пушти овде

source: or
mk: или

source: Browse for file
mk: Пребарај фајл

source: Upload is required
mk: Прикачување е задолжително

source: You have not accepted Site offer for this Site.
mk: Ја немате прифатено понудата за овој сајт

source: Floor Layout List
mk: Листа на планови за спрат

source: Id
mk: Број

source: No Floor Layouts by Site found
mk: Не се пронајдени планови за спратови

source: Create Floor Layout
mk: Креирај план за спрат

source: Are you sure you want to delete this Floor Layout ?
mk: Дали сте сигурни дека сакате да го избришете овој план?

source: Edit Floor
mk: Измени спрат

source: Create Floor
mk: Креирај спрат

source: Are you sure you want to delete this floor ?
mk: Дали сте сигурни дека сакате да го избришете овој спрат?

source: Floor List
mk: Листа на спратови

source: for Building:
mk: за објект

source: Floor Number
mk: Број на спрат

source: Floor Name
mk: Име на спрат

source: Floor Layout
mk: План за спрат

source: No Floors found
mk: Не се пронајдени спратови

source: Edit Building
mk: Измени објект

source: Create Building
mk: Креирај објект

source: Name must be at least 2 characters long
mk: Името мора да е најмалку 2 карактери

source: Description
mk: Опис

source: Edit Client
mk: Измени клиент

source: Client Details:
mk: Детали за клиент

source: Client Id
mk: Број на клиент

source: Client Id is required
mk: Број на клиент е задолжителен

source: Client Id must be number
mk: Број на клиент мора да е број

source: Name must be at least 4 characters long
mk: Името мора да е најмалку 4 карактери

source: Contact Information:
mk: Контакт информации

source: Phone
mk: Телефон

source: Email
mk: Емајл

source: Email is not valid
mk: Емајлот не е валиден

source: Address:
mk: Адреса

source: Address
mk: Адреса

source: Country
mk: Земја

source: City
mk: Град

source: Bank Details:
mk: Детали за банката

source: Bank Account
mk: Банкарска сметка

source: Bank Name
mk: Име на банката

source: Bank Country
mk: Земја на банката

source: Choose a status
mk: Изберете статус

source: Status is required
mk: Статусот е задолжителен

source: Edit Site
mk: Измени сајт

source: Create Site
mk: Креирај сајт

source: Site Information:
mk: Информации за сајтот

source: Site Id
mk: Број на сајтот

source: Site Id is required
mk: Број на сајтот е задолжителен

source: Site Id must be number
mk: Број на сајтот мора да биде број

source: Serial number
mk: Сериски број

source: Send Offer to:
mk: Испрати понуда до

source: To:
mk: До

source: Email is required
mk: Емајлот е задолжителен

source: Email is invalid
mk: Емајлот не е валиден

source: Subject:
mk: Предмет

source: Subject is required
mk: Предмет е задолжителен

source: Message:
mk: Порака

source: Message is required
mk: Пораката е задолжителна

source: Send
mk: Испрати

source: Notes
mk: Забелешки

source: Note
mk: Забелешка

source: Enter at least 3 characters.
mk: Внеси најмалку 3 карактери

source: Created by:
mk: Креиран од

source: at:
mk: во

source: Create Site Offer
mk: Креирај понуда за сајт

source: Edit Site Offer
mk: Измени понуда за сајт

source: for
mk: за

source: Open
mk: Отворено

source: Sent
mk: Испратено

source: Accepted
mk: Прифатено

source: Declined
mk: Одбиено

source: General Data
mk: Општи податоци

source: Name is
mk: Името е

source: Name must be 3 characters long
mk: Името мора да е најмалку 3 карактери

source: Number of Buildings
mk: Број на објекти

source: Number is
mk: Бројот е

source: Number of buildings must be >= 0
mk: Бројот на објекти мора да е поголемо или еднакво на 0

source: Number of Receptions
mk: Број на рецепции

source: Number of receptions must be >= 0
mk: Бројот на рецепции мора да е поголемо или еднакво на 0

source: Unit Type
mk: Типови на простории

source: Available Unit Types
mk: Достапни типови на простории

source: Selected Unit Types
mk: Одберени типови на простории

source: Drag & Drop
mk: Повлечи и пушти

source: items here from Available Unit Types list.
mk: единици овде од листа на достапни типови на простории

source: Quantity
mk: Количина

source: Additional Equipment
mk: Додатна опрема

source: Available Equipments
mk: Достапна опрема

source: Selected Equipments
mk: Одберена опрема

source: items here from Available Equipments list.
mk: единици од листа на достапна опрема

source: Drag the offer in pdf format.
mk: Повлечи понуда во пдф формат

source: Send Offer to the client
mk: Испрати ја понудата на клиентот

source: Export to excel
mk: Експортирај во ексел

source: Create
mk: Креирај

source: Accept
mk: Прифати

source: Decline
mk: Одбиј

source: Site Offers List
mk: Листа на понуди за сајтот

source: Offer Name
mk: Име на понудата

source: Client
mk: Клиент

source: Site
mk: Сајт

source: Status
mk: Статус

source: No Site Offer by Site found
mk: Не се пронајдени понуди за сатот

source: Are you sure you want to delete this Site Offer ?
mk: Дали сте сигурни дека сакате да ја избришете понудата за сајтот?

source: Choose a Floor Layout
mk: Изберете план за спрат

source: Floor Layout is required
mk: Планот за просторија е задолжителен?

source: Prefix
mk: Префикс

source: This field is required
mk: Ова поле е задолжително

source: From Floor
mk: Од спрат

source: This must be number
mk: Ова мора да биде број

source: To Floor
mk: До спрат

source: Add
mk: Додади

source: Floor Name
mk: Име на спрат

source: Floor Name is required
mk: Име на спрат е задолжителен

source: Floor Name must be at least 2 characters long
mk: Име на спрат мора да е најмалку 2 карактери

source: Floor Number
mk: Број на спрат

source: Floor Number is required
mk: Број на спрат е задолжителен

source: Floor Number must be numeric
mk: Број на спрат мора да е број

source: Definition
mk: Дефиниција

source: Commissioning
mk: Комиссионинг

source: Provisioning
mk: Провисионинг

source: Operational
mk: Оперативно
